#_______________________________________________________________________________________________________________________________________________________________
#debuging=იყოფა 3 ნაწილად რომლებიც არის ჯერ ცვლადის შექმნა მერე შეცდომის მიხვედრადა მერე გამოსწორება ანუ დებუგინგი არის მოკლედ ცვლადის შესწორება
#_______________________________________________________________________________________________________________________________________________________



#_________________
cvladi="can"

cvladi="gio"

cvladi="sah"

cvladi="inbash"

cvladi="bua"

cvladi="dze"

print(cvladi)
#__________________

#__________________________________________________________________________
#case-sensitive=რომ პროგრამა ან სისტემა განასხვავებს დიდ და პატარა ასოებს. 

#case-insensitive-ნიშნავს, რომ სისტემა ან პროგრამა არ განასხვავებს დიდ და პატარა ასოებს.
#_________________________________________________________________________

