score=int(input("enter your score: "))

if score > (80):
    print("მეტია 80-ზე")
elif score > (60):
    print("მეტია 60-ზე")
elif score > (40):
    print("მეტია 40-ზე")
elif score > (20):
    print("მეტია 20-ზე")
elif score < (20):
    print(" 20-ზე ნაკლებია")

print("great")

#gorithm-ი არის რომ ცჰვენ უნდა მივყვეტ ინტრუქციას ტუ არ მივუვებით ყველაფერი გაპუწდება და ახლიდან მოგვიწვევს გაკეტება 
#მაგალითად ყიყლიყოს რომ აკეთებ ჯერ რომ დადო პური ტაფაზე და მერე კვერცხი დააყარო ყველაფერი გაფუწდება და ახლიდან მოგიწევს გაკეთება