#______________________________________
#name = "vano" ქმის ცვლად 

#age = 0 ქმნის ცვლადს

## print(name + "best") ქა კი აროს კომენტარი
#___________________________________________________

#_______________________________________________________________________________________________________________________________________________________________________
#კომენტარი არის ისეთი კოდ' რომელიც კონპუტერი არ კითხულობს მაგრამ სხვა ადამიანებს ან ჩვენთვის უფრო გასაგები იყოს da 
#debagigi-არის შეცდომის გამოსწორება ანუ ჯერ რომ წერ  მერე შცდომას იგებ და მერე ასწორებ ეს არის debagigi
#_____________________________________________________________________________________________________________________________________________________________________

#_______________________________________________________________________________
#მე-3 დავალებაში არ'ს შეცდომა surname = motiashvili რadgan ar arıs "" ან () kıde height = 1 86 'მიტომ არ არის შუაში _
#_____________________________________________________________________________________