#___________________________________________________________________________________________________________________________________________________________________

#snake_case- ნიშნავ იმას რომ პროგრამირებაში არის განსხვავებული დიდ და პატარა ასო"a" "A" გამსხვავდება იმიტომ რომ კონპუტერი ვერ ხვდე რომ ისინი არის იგიგვე რიცხი

#______________________________________________________________________________________________________

#number1 = 10
#number2 = 20
#sum_of_numbers = number1 + number2
#print(sum_Of_numbers)
#აქ გამოიტანს 30 რადაგნ number1 10 ნიშნავს number2 20 ნიშნავს #sum_of_numbers კი არის ამ ორის ჯამი ამიტო გამოტანს 30!

#_____________________________________________________________________________________________________________________________

number=5
number1=7
number2=9
number3=18
number4=11

sashvalo_arimetikuli=(number+number1+number2+number3+number4)/5

Kubze_ayvana=sashvalo_arimetikuli*sashvalo_arimetikuli*sashvalo_arimetikuli

print(Kubze_ayvana)
