x=float(input("input(ener size)"))

print(type(x))

#_____________________________________________________________________________________

#Data Convertionნიშნავს მონაცემთა გარდაქმნას ერთი ფორმატიდან ან ტიპიდან მეორე

#___________________________________________________________________________________

#______________________________________________________________

#implicitly ეს არის ავტომატური გარდაქმნა, რომელიც ხდება მაშინ, როდესაც პროგრამული ენა თავად ცვლის მონაცემთა ტიპს, ისე რომ არ გამოიწვიოს მონაცემთა დაკარგვა
#Explicit Conversion ეს არის მონაცემთა ტიპის ცვლა პროგრამისტის მიერ int() float() str() და სხვა ფუნქციების გამოყენებით.

#____________________________________________________________________________________________________________________________________________________________________


